Repository: datopian/ckanext-mapviews
Catalog: ckanext/mapviews/i18n/*/LC_MESSAGES/ckanext-mapviews_choroplethmap.po
Languages: mk

source: Must be a relative URL or in the same domain as CKAN
mk: Мора да биде релативна URL адреса или во истиот домен како CKAN

source: Navigable Map
mk: Навигирачка мапа

source: Choropleth Map
mk: Короплет Карта

source: No data
mk: Нема податоци

source: Value
mk: Вредност

source: Add Field
mk: Додадете поле

source: Remove Field
mk: Отстранете поле

source: GeoJSON Resource
mk: GeoJSON ресурс

source: GeoJSON Key Field
mk: GeoJSON клучно поле

source: Key
mk: Клуч

source: Label
mk: Ознака

source: Redirect to URL
mk: Пренасочи кон УРЛ

source: If left blank, clicking on a region will update the filters on the same page
mk: Ако се остави празно, со кликнување на регион ќе се ажурираат филтрите на истата страница
